{"translation-revision-date":"2024-02-02 11:55:56+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Improvement":["Verbetering"],"If your questions that have not been answered by our documentation or video tutorials, just drop us a line.":["Als je vragen hebt die niet door onze documentatie of video handleidingen zijn beantwoord, stuur ons dan een berichtje."],"View Documentation":["Bekijk documentatie"],"Dive in deeper with our documentation and learn advanced tips and tricks about Blocksy and its components.":["Duik dieper in onze documentatie en leer geavanceerde tips en trucs over Blocksy en zijn componenten."],"Knowledge Base":["Kennisbank"],"Watch Tutorials":["Bekijk tutorials"],"Learn how to do just about anything within Blocksy by following our byte-sized video tutorials.":["Leer hoe je zo ongeveer alles kunt doen in Blocksy door onze video handleidingen ter grootte van een byte te volgen."],"Video Tutorials":["Video tutorials"],"Join Our Facebook Community":["Word lid van onze Facebook community"],"Share ideas, help others, ask questions and discuss your next project in our friendly community.":["Deel ideeën, help anderen, stel vragen en bespreek je volgende project in onze gezellige community."],"Facebook Community":["Facebook community"],"Change the sidebar behaviour and style with a nice set of options that come in handy.":["Verander het gedrag en de stijl van de zijbalk met een mooie set handige opties."],"Posts Options":["Opties voor berichten"],"Adjust your blog roll options in a single place and make it stand out in the crowd.":["Pas je blogrol opties op één plek aan en laat het opvallen in de menigte."],"Arrange your footer in a way that actually makes sense with our drag and drop builder.":["Rangschik je footer op een manier die echt zinvol is met onze verslepen bouwer."],"Configure the header to your liking with an easy to use drag and drop builder.":["Configureer de header naar je wens met een eenvoudig te gebruiken verslepen bouwer."],"Typography Options":["Typografie opties"],"Customize":["Aanpassen"],"Documentation":["Documentatie"],"Manage the colour palette, as well as setting colours for different elements of the website.":["Beheer het kleurenpalet en stel kleuren in voor verschillende elementen van de site."],"Join Facebook Community":["Word lid van de Facebook community"],"Submit a Support Ticket":["Dien een ondersteuning ticket in"],"Got a question or need help with the theme? You can always submit a support ticket or ask for help in our friendly Facebook community.":["Heb je een vraag of heeft je hulp nodig bij het thema? Je kunt altijd een ondersteuning ticket indienen of om hulp vragen in onze vriendelijke Facebook community."],"Need help or advice?":["Hulp of advies nodig?"],"Download now":["Download nu"],"Installing & activating...":["Installeren & activeren..."],"Useful Plugins":["Handige plugins"],"Fix":["Oplossing"],"New":["Nieuw"],"Released on %s":["Uitgebracht op %s"],"Version: %s":["Versie: %s"],"Customizer Shortcuts":["Customizer shortcuts"],"By using a child theme you can modify any file without the fear of breaking something in the parent theme.":["Door een subthema te gebruiken, kun je elk bestand aanpassen zonder het thema zelf onklaar te maken."],"Blocksy Child Theme":["Blocksy subthema"],"By downloading and installing this plugin you will have access to demo templates, extensions and a lot more stunning features.":["Door deze plugin te downloaden en installeren krijg je de beschikking over demo templates, uitbreidingen en nog veel meer verbijsterende mogelijkheden."],"Submit a Ticket":["Ticket insturen"],"Support":["Ondersteuning"],"The most innovative, intuitive and lightning fast WordPress theme. Build your next web project visually, in no time.":["Het meest innovatieve, intuitieve supersnelle WordPress thema. Bouw visueel je volgende web project in een handomdraai."],"Blocksy Companion active!":["Blocksy Companion actief!"],"Activate Blocksy Companion":["Activeer Blocksy Companion"],"Install Blocksy Companion":["Installeer Blocksy Companion"],"Set the footer type, number of columns, spacing and colors.":["Type footer, aantal kolommen, spatiëring en kleuren instellen."],"Footer Options":["Footer opties"],"Sidebar Options":["Zijbalk opties"],"Set the page container width, spacing, sidebar and more.":["Breedte pagina container, spatiëring, zijbalk en meer instellen."],"Page Options":["Pagina opties"],"COMING SOON":["Binnenkort verwacht"],"Install":["Installeren"],"Activate":["Activeer"],"Deactivate":["Deactiveren"],"Changelog":["Overzicht van wijzigingen"],"No changelog present at the moment.":["Momenteel geen overzicht met wijzigingen aanwezig."],"Loading changelog...":["Overzicht wijzigingen wordt geladen..."],"Loading Plugins Status...":["Status plugins wordt geladen..."],"Blog Options":["Blogopties"],"Header Options":["Header opties"],"Color Options":["Kleuropties"],"Home":["Home"],"Download":["Download"],"Blocksy Companion":["Blocksy Companion"]}},"comment":{"reference":"admin\/dashboard\/static\/bundle\/main.js"}}