{"translation-revision-date":"2024-02-22 15:25:37+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Learn more about Boost features and upgrades":["Meer informatie over de functies en upgrades van Boost"],"<strong>Image CDN Quality Control:<\/strong> Fine-tune your image quality to balance clarity and loading speed. Choose the level of detail that aligns with your site’s needs.":["<strong>Kwaliteitscontrole afbeelding-CDN:<\/strong> Stem je afbeeldingskwaliteit nauwkeurig af voor optimale helderheid en laadsnelheid. Kies voor de kwaliteit die past bij de behoeften van je website."],"<strong>Historical Performance:<\/strong> Review past performance scores and Core Web Vitals data. Identify which actions positively impacted site speeds over time.":["<strong>Historische prestaties:<\/strong> bekijk oude prestatiescores en gegevens van Core Web Vitals. Bekijk welke acties de sitesnelheid hebben verbeterd."],"<strong>Image Size Analyzer:<\/strong> Scan and identify oversized images. Optimize them to boost loading speeds.":["<strong>Analyse van afbeeldingsgrootte:<\/strong> Scan en identificeer te grote afbeeldingen. Optimaliseer ze en verbeter de laadsnelheid."],"<strong>Automatic Critical CSS:<\/strong> No further action needed! Your Critical CSS is now set to auto-regenerate.":["<strong>Automatische essentiële CSS:<\/strong> Geen verdere actie vereist! Je essentiële CSS is nu ingesteld op automatisch regenereren."],"You’ve just unlocked powerful premium features. To boost your site speed score, here’s what you can now do:":["Je hebt zojuist toegang tot krachtige premium functies gekregen. Dit is wat je nu kan doen om de snelheidsscore van je site te verbeteren:"],"Congratulations! Your Jetpack Boost is Now Upgraded!":["Gefeliciteerd! Je Jetpack Boost heeft een upgrade gekregen!"],"Unknown error occurred. Please reload the page and try again.":["Er is onbekende fout opgetreden. Laad de pagina opnieuw en probeer het opnieuw."],"Overall Score: %s":["Algemene score: %s"],"Error requesting speed scores":["Fout bij het ophalen van snelheidsscores"],"<action>Try again<\/action>":["<action>Opnieuw proberen<\/action>"],"Untitled":["Naamloos"],"Image Missing":["Afbeelding ontbreekt"],"Fixed Images":["Afbeeldingen gerepareerd"],"Scan started on %s":["Scan gestart op %s"],"Latest report as of %s":["Recentste rapport sinds %s"],"Critical CSS action failed":["Actie essentiële CSS mislukt"],"Visit the page and look at the protocol and host name to ensure it matches the one in your <link>WordPress Administration Screen<\/link>.":["Ga naar de pagina en controleer of het protocol en de hostnaam overeenkomen met die in je <link>WordPress.com-beheervenster<\/link>."],"Learn about the error and common solutions by <link>clicking here<\/link>.":["Meer informatie over de fout en veelgebruikte oplossing vind je <link>hier<\/link>."],"WEBP":["WEBP"],"PNG":["PNG"],"JPEG":["JPEG"],"Failed to load performance history":["Het laden van de prestatiegeschiedenis is mislukt"],"Historical Performance":["Historische prestatie"],"Your scores will be recorded from now on.":["Er wordt vanaf nu verslag gemaakt van je scores."],"Hello there! Jetpack Boost premium has been activated.":["Hallo! Jetpack Boost premium is geactiveerd."],"Okay, got it!":["Oké, begrepen!"],"Upgrade and learn more about your site performance over time.":["Upgrade en leer meer over de prestaties van je site over tijd."],"Upgrade now!":["Nu upgraden!"],"Upgrading your WordPress version if the new release will be including core CSS changes.":["Upgrade je WordPress versie als de nieuwe versie CSS veranderingen bevat."],"Changing settings of plugins that will be impacting your site layout or HTML structure.":["Instellingen wijzigen van plugins die de lay-out of HTML structuur van je site beïnvloeden."],"Activating, deactivating, or updating plugins that will be impacting your site layout or HTML structure.":["Plugins activeren, deactiveren of updaten die de lay-out of HTML structuur van je site beïnvloeden."],"Editing a post\/page.":["Een bericht\/pagina bewerken."],"Writing a new post\/page.":["Een nieuw bericht\/pagina schrijven."],"Making theme changes.":["Thema's wijzigen."],"lossless":["verliesloos"],"JPEG Quality: %1$s, PNG Quality: %2$s, WEBP Quality: %3$s":["JPEG-kwaliteit: %1$s, PNG-kwaliteit: %2$s, WEBP-kwaliteit: %3$s"],"Upgraded":["Geüpgraded"],"Image Quality":["Afbeeldingskwaliteit"],"Select the quality for images served by the CDN. Choosing a lower quality will compress your images and load them faster. If you choose lossless, we will not compress your images.":["Selecteer de kwaliteit voor afbeeldingen die geleverd worden door de CDN. Het kiezen van een lagere kwaliteit zal je afbeeldingen comprimeren en sneller laten laden. Als je kiest voor verliesloos zullen we je afbeeldingen niet comprimeren."],"Close":["Sluiten"],"Change Image Quality":["Wijzig de afbeeldingskwaliteit"],"For more control over image quality, <link>upgrade now!<\/link>":["Voor meer controle over de afbeeldingkwaliteit, <link>upgrade nu!<\/link>"],"Lossless":["Verliesloos"],"Fine-tune image quality settings to your liking.":["Stel de kwaliteit instellingen van je afbeelding naar wens in."],"Included + quality settings":["Inbegrepen + kwaliteitsinstellingen"],"Historical performance scores":["Historische prestatiescores"],"\/month for the first year, billed yearly":["\/maand voor het eerste jaar, jaarlijks gefactureerd"],"Get access to your historical performance scores and see advanced Core Web Vitals data.":["Krijg toegang tot je historische prestatiescores en bekijk geavanceerde gegevens van Core Web Vitals."],"Fine-tune your CDN images with customizable quality settings.":["Verfijn je CDN afbeeldingen met aanpasbare kwaliteitsinstellingen."],"Historical performance scores with Core Web Vitals data":["Historische prestatiescores met gegevens van Core Web Vitals"],"Mobile":["Mobiel"],"Desktop":["Bureaublad"],"Date":["Datum"],"Cumulative Layout Shift":["Cumulatieve verschuiving lay-out"],"Total Blocking Time":["Totale blokkeertijd"],"Largest Contentful Paint":["Largest Contentful Paint"],"%d \/ 100":["%d \/ 100"],"Overall score":["Algemene score"],"Upgrade to scan your site for issues - automatically!":["Upgrade om je site automatisch te scannen op problemen!"],"Warming up the engine…":["Opwarmen van de motor..."],"Getting ready…":["Gereedmaken..."],"Your Image Size Analysis task seems to have gotten stuck, or our system is under unusual load. Please try again. If the issue persists, please contact support.":["Je taak voor de analyse van de afbeeldingsgrootte lijkt te zijn vastgelopen of ons systeem wordt ongebruikelijk belast. Probeer het opnieuw. Neem contact op met het ondersteunend personeel als het probleem nog niet is opgelost."],"Start image analysis":["Start de afbeeldingsanalyse"],"Found a total of %1$d issues after scanning your %2$d most recent pages.":["Er zijn in totaal %1$d problemen gevonden na het scannen van je %2$d meest recente pagina's."],"Congratulations; no issues found after scanning your %d most recent pages.":["Gefeliciteerd; geen problemen gevonden na het scannen van je %d meest recente pagina's."],"Something has gone wrong.":["Er is iets fout gegaan."],"In addition to the Homepage, Pages and Posts, Boost will also analyze the following custom post types found on your site:":["Naast de homepage, pagina's en berichten analyseert Boost ook de volgende extra berichttypen op je site:"],"Automatic image size analysis":["Automatische afbeeldingsgrootte analyse"],"Scan your site for images that aren't properly sized for the device they're being viewed on.":["Scan je site op afbeeldingen die niet correct zijn geschaald voor het apparaat waarop ze worden bekeken."],"Automatically scan your site for image size issues":["Scan automatisch je site voor problemen met afbeeldingsgrootte"],"Automatically regenerate critical CSS after site changes, and hunt down image issues with ease.":["Regenereer automatisch kritieke CSS na wijzigingen op de site, en spoor afbeelding problemen met gemak op."],"Image analysis report":["Rapport afbeeldingsanalyse"],"No image size issues found yet…":["Nog geen problemen met de afbeeldingsgrootte gevonden..."],"🥳 No image size issues found!":["🥳 Geen problemen met de grootte van de afbeelding gevonden!"],"Image Details":["Afbeeldingsdetails"],"Device":["Apparaat"],"Potential Size":["Potentiële grootte"],"This issue affects small screens":["Dit probleem heeft invloed op kleine schermen"],"This issue affects large screens":["Dit probleem heeft invloed op grote schermen"],"This image does not appear to load. Please check the URL in the relevant page.":["Deze afbeelding wordt niet geladen. Controleer de URL op de betreffende pagina."],"Edit Page":["Pagina bewerken"],"An error occurred while loading this entry.":["Er is een fout opgetreden bij het laden van dit bericht."],"%d Image Recommendation":["%d afbeelding aanbeveling","%d afbeelding aanbevelingen"],"Jetpack Boost's Image CDN can automatically resize many images to the correct size for you.":["Jetpack Boost's Image CDN kan automatisch veel afbeeldingen naar de juiste grootte voor je aanpassen."],"We recommend enabling the <b>Image CDN<\/b>.":["We raden aan om de <b>Image CDN<\/b> in te schakelen."],"We noticed you've recently updated a plugin that may affect your site's HTML\/CSS structure.":["We hebben gemerkt dat je onlangs een plugin hebt geüpdatet die mogelijk invloed heeft op de HTML\/CSS structuur van je site."],"We noticed you've recently updated your theme that may affect your site's HTML\/CSS structure.":["We hebben gemerkt dat je onlangs je thema hebt geüpdatet, wat invloed kan hebben op de HTML\/CSS structuur van je site."],"We noticed you've recently published a new post on your site that may affect its HTML\/CSS structure.":["We hebben gemerkt dat je onlangs een nieuw bericht hebt gepubliceerd op je site dat mogelijk invloed heeft op de HTML\/CSS structuur."],"We noticed you've recently published a new page on your site that may affect its HTML\/CSS structure.":["We hebben gemerkt dat je onlangs een nieuwe pagina hebt gepubliceerd op je site die mogelijk invloed heeft op de HTML\/CSS structuur."],"See full report":["Volledig rapport bekijken"],"View report in progress":["Bekijk rapport in uitvoering"],"Analyze again":["Opnieuw analyseren"],"How to fix":["Hoe op te lossen"],"Size on screen":["Grootte op het scherm"],"Expected Dimensions":["Verwachte afmetingen"],"File Dimensions":["Bestandsafmetingen"],"Fix on page":["Vast op pagina"],"Other":["Andere"],"Posts":["Berichten"],"Pages":["Pagina's"],"Homepage":["Homepage"],"All":["Alle"],"Comma separated list of CSS stylesheets to exclude":["Komma gescheiden lijst van CSS stijl bladen om uit te sluiten"],"Exclude CSS Strings":["CSS strings uitsluiten"],"Exclude CSS Strings:":["Uitsluiten van CSS strings:"],"Styles are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.":["Stijlen worden gegroepeerd op basis van hun oorspronkelijke plaatsing, samengevoegd en verkleind om de laadtijd van de site te verminderen en het aantal aanvragen te verminderen."],"Concatenate CSS":["Samenvoegen van CSS"],"Comma separated list of JS scripts to exclude":["Door komma's gescheiden lijst van JS scripts om uit te sluiten"],"Exclude JS Strings":["JS strings uitsluiten"],"Exclude JS Strings:":["JS strings uitsluiten:"],"Scripts are grouped by their original placement, concatenated and minified to reduce site loading time and reduce the number of requests.":["Scripts worden gegroepeerd op basis van hun oorspronkelijke plaatsing, samengevoegd en verkleind om de laadtijd van de site te verminderen en het aantal aanvragen te verminderen."],"Concatenate JS":["JS samenvoegen"],"Except: %s":["Behalve: %s"],"Save":["Opslaan"],"Concatenate JS and CSS":["JS en CSS samenvoegen"],"Boost your website performance by merging and compressing JavaScript and CSS files, reducing site loading time and number of requests.":["Verbeter de prestaties van je site door JavaScript en CSS bestanden samen te voegen en te comprimeren, waardoor de laadtijd van de site en het aantal aanvragen worden verminderd."],"This tool will search your site for images that are too large and have an impact on your visitors' experience, page loading times, and search rankings. Once finished, it will give you a report of all improperly sized images with suggestions on how to fix them.":["Dit gereedschap zoekt op je site naar afbeeldingen die te groot zijn en invloed hebben op de ervaring van je bezoekers, de laadtijden van pagina's en zoek ranglijsten. Als het klaar is, krijg je een rapport van alle afbeeldingen die niet goed van formaat zijn met suggesties om ze te herstellen."],"Image Size Analysis":["Analyse van de afbeeldinggrootte"],"<b>Boost will automatically generate your Critical CSS<\/b> whenever you make changes to the HTML or CSS structure of your site.":["<b>Boost zal automatisch je kritieke CSS<\/b> genereren wanneer je wijzigingen aanbrengt in de HTML of CSS structuur van je site."],"<b>You should regenerate your Critical CSS<\/b> whenever you make changes to the HTML or CSS structure of your site.":["<b>Je moet je kritieke CSS<\/b> regenereren wanneer je wijzigingen aanbrengt in de HTML of CSS structuur van je site."],"Optimize Critical CSS Loading (manual)":["Kritieke CSS laden optimaliseren (handmatig)"],"Upgrade now":["Upgrade nu"],"Actions that could change your CSS or HTML structure include, but are not limited to:":["Acties die je CSS of HTML structuur kunnen veranderen zijn onder andere, maar niet beperkt tot:"],"If you’d like automatic Critical CSS regeneration":["Als je automatische kritieke CSS regeneratie wilt"],"Save time by upgrading to Automatic Critical CSS generation.":["Bespaar tijd door te upgraden naar automatische kritieke CSS generatie."],"Upgrade now only %s":["Upgrade nu voor slechts %s"],"Remember to regenerate each time you make changes that affect your HTML or CSS structure.":["Vergeet niet te regenereren telkens als je wijzigingen aanbrengt die je HTML of CSS structuur beïnvloeden."],"Please regenerate your Critical CSS to maintain optimal site performance.":["Regenereer je kritieke CSS om de site optimaal te laten presteren."],"We noticed some updates to your site that may have changed your HTML\/CSS structure.":["We hebben enkele updates van je site opgemerkt die je HTML\/CSS structuur hebben veranderd."],"Regenerate Critical CSS":["Kritieke CSS regenereren"],"Give us a few minutes while we go through your images…":["Geef ons een paar minuten terwijl we door je afbeeldingen gaan…"],"%d issues":["%d problemen"],"No issues":["Geen problemen"],"Must be done manually":["Moet handmatig gebeuren"],"Automatically updated":["Automatisch geüpdatet"],"Image CDN":["Afbeelding CDN"],"Image guide":["Afbeelding gids"],"Upgrade your WordPress version if the new release includes core CSS changes.":["Upgrade je WordPress versie als de nieuwe release CSS wijzigingen bevat."],"Change settings of plugins that impact your site layout or HTML structure.":["Instellingen wijzigen van plugins die de lay-out van je site of de HTML structuur beïnvloeden."],"Activate, deactivate, or update plugins that impact your site layout or HTML structure.":["Activeer, deactiveer of update plugins die de lay-out of HTML structuur van je site beïnvloeden."],"Edit a post\/page.":["Bewerk een bericht\/pagina."],"Write a new post\/page.":["Schrijf een nieuw bericht\/pagina."],"Make theme changes.":["Maak thema wijzigingen."],"To enhance the speed of your site, with this plan you will need to optimize CSS by using the Manual Critical CSS generation feature whenever you:":["Om de snelheid van je site te verhogen, moet je met dit abonnement CSS optimaliseren door de functie Handmatig kritieke CSS generatie te gebruiken wanneer je dat wilt:"],"Deliver images from Jetpack's Content Delivery Network. Automatically resizes your images to an appropriate size, converts them to modern efficient formats like WebP, and serves them from a worldwide network of servers.":["Afbeeldingen leveren vanaf Jetpack's Content Delivery Network. Past automatisch de grootte van je afbeeldingen aan, converteert ze naar moderne efficiënte formaten zoals WebP, en serveert ze vanaf een wereldwijd netwerk van servers."],"Boost’s cloud service can automatically detect when your site needs the Critical CSS regenerated, and perform this function behind the scenes without requiring you to monitor it manually.":["De cloud dienst van Boost kan automatisch detecteren wanneer je site de kritieke CSS moet regenereren, en deze functie achter de schermen uitvoeren zonder dat je dit handmatig hoeft te controleren."],"It’s essential to regenerate Critical CSS to optimize your site speed whenever your HTML or CSS structure changes. Being on top of this can be tedious and time-consuming.":["Het is essentieel om kritisch CSS te regenereren om de snelheid van je site te optimaliseren wanneer je HTML of CSS structuur verandert. Hier bovenop zitten kan vervelend en tijdrovend zijn."],"Discover and fix images with a suboptimal resolution, aspect ratio, or file size, improving user experience and page speed.":["Ontdek en repareer afbeeldingen met een suboptimale resolutie, afbeeldingsverhouding of bestandsgrootte, waardoor de gebruikerservaring en paginasnelheid verbeteren."],"Already have an existing plan or license key? <link>Click here to get started<\/link>":["Heb je al een bestaand abonnement of licentiesleutel? <link>Klik hier om te beginnen<\/link>"],"Reduced pricing is a limited offer for the first year and renews at regular price.":["De gereduceerde prijs is een beperkt aanbod voor het eerste jaar en wordt verlengd tegen de normale prijs."],"%s not included":["%s niet inbegrepen"],"%s coming soon":["%s komt binnenkort"],"Coming soon":["Komt binnenkort"],"Arrow right":["Pijl naar rechts"],"Arrow left":["Pijl naar links"],"This feature helps you discover images that are too large. When you browse your site, the image guide will show you an overlay with information about each image's size.":["Deze functie helpt je te grote afbeeldingen te ontdekken. Wanneer je door je site bladert, toont de afbeelding gids je een overlay met informatie over de grootte van elke afbeelding."],"Please contact your hosting provider or system administrator and ask them to install or activate one of these extensions.":["Neem contact op met je hostingprovider of systeembeheerder en vraag hen een van deze extensies te installeren of te activeren."],"Jetpack Boost is able to work without these extensions, but it's likely that it's going to be difficult for you to optimize the images that the Image Guide will identify without one of these extensions.":["Jetpack Boost kan zonder deze extensies werken, maar het wordt waarschijnlijk moeilijk voor je om de afbeeldingen die de afbeelding gids zal identificeren te optimaliseren zonder een van deze extensies."],"It looks like your server doesn't have Imagick or GD extensions installed.":["Het lijkt erop dat je server geen Imagick of GD extensies heeft geïnstalleerd."],"Image resizing is unavailable":["Afbeelding grootte wijzigen is niet beschikbaar"],"Dedicated email support plus priority Live Chat if <link>your plan<\/link> includes <strong>Premium Support<\/strong>":["Speciale e-mail ondersteuning plus priority live chat als <link>je abonnement<\/link> <strong>Premium ondersteuning<\/strong> omvat"],"Image Guide":["Afbeelding gids"],"Run test":["Test uitvoeren"],"Re-run test":["Test opnieuw uitvoeren"],"Jetpack Boost is testing the speed of your cache.":["Jetpack Boost test de snelheid van je cache."],"Measuring Super Cache Speed":["Het meten van de Super Cache snelheid"],"Super Cache is saving your visitors about %d ms":["Super Cache bespaart je bezoekers ongeveer %d ms"],"We ran into an error measuring your speed: %s":["We kwamen een fout tegen bij het meten van je snelheid: %s"],"Super Cache Speed":["Super Cache snelheid"],"Find out how much difference it makes for your users.":["Ontdek hoeveel verschil het maakt voor je gebruikers."],"Super Cache detected":["Super Cache gedetecteerd"],"Set up":["Instellen"],"Enable Super Cache to speed your site up further.":["Schakel Super Cache in om je site nog sneller te maken."],"Super Cache is installed but not enabled":["Super Cache is geïnstalleerd maar niet ingeschakeld"],"Could not detect performance records for the Super Cache test. Please try again.":["Kon geen prestatie records detecteren voor de Super Cache test. Probeer het opnieuw."],"Generating Critical CSS. Please don’t leave this page until completed.":["Kritische CSS genereren. Verlaat deze pagina niet totdat deze afgerond is."],"Manual Critical CSS regeneration":["Handmatig regenereren van kritieke CSS"],"Start for free":["Start gratis"],"Automatic Critical CSS regeneration":["Automatisch regenereren van kritieke CSS"],"Get Boost":["Verkrijg Boost"],"Defer non-essential JavaScript":["Stel niet essentiële JavaScript uit"],"The easiest speed optimization plugin for WordPress":["De eenvoudigste plugin voor snelheidsoptimalisatie voor WordPress"],"Paid customers get dedicated email support from our world-class Happiness Engineers to help with any issue.<br><br>All other questions are handled by our team as quickly as we are able to go through the WordPress support forum.":["Betaalde klanten krijgen speciale e-mailondersteuning van onze happiness engineers van wereldklasse om te helpen met elk probleem.<br><br>Alle andere vragen worden door ons team zo snel mogelijk behandeld via het WordPress ondersteuningsforum."],"Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load. Commonly referred to as Critical CSS.":["Verplaats belangrijke stijlinformatie naar het begin van de pagina, waardoor pagina's je inhoud sneller kunnen weergeven, zodat je gebruikers niet hoeven te wachten tot de hele pagina geladen is. Ook wel kritisch CSS genoemd."],"% off":["% korting"],"Not included":["Niet inbegrepen"],"Included":["Inbegrepen"],"Has a video.":["Bevat een video."],"Tag":["Tag"],"Magnifying Glass":["Vergrootglas"],"Post":["Bericht"],"Page":["Pagina"],"Has an image.":["Heeft een afbeelding."],"Has multiple images.":["Heeft meerdere afbeeldingen."],"Information.":["informatie."],"Category":["Categorie"],"Toggle search filters.":["Toggle zoek filters."],"Close.":["Sluiten."],"Matching comment.":["Overeenkomende reactie."],"Show filters":["Toon filters"],"Is a product.":["Is een product."],"Is an event.":["Is een activiteit."],"Has audio.":["Bevat audio."],"Cancel":["Annuleren"],"Contact Us":["Neem contact met ons op"],"Your paid plan gives you access to prioritized Jetpack Boost support":["Met je betaalde abonnement ontvang je Jetpack Boost ondersteuning met prioriteit"],"We're here to help":["Wij zijn er om te helpen"],"Automatically Optimize CSS Loading":["CSS laden automatisch optimaliseren"],"Optimize with Jetpack Boost":["Optimaliseren met Jetpack Boost"],"Continue":["Doorgaan"],"Special introductory pricing, all renewals are at full price. 14 day money back guarantee.":["Speciale introductieprijs, alle verlengingen zijn voor de volle prijs. 14 dagen geld terug garantie."],"Dedicated email support":["Toegewijde e-mail ondersteuning"],"Performance scores are recalculated after each change":["Prestatiescores worden na elke wijziging opnieuw berekend"],"Automatic critical CSS regeneration":["Automatische kritieke CSS regeneratie"],"Optimize your website's performance":["Optimaliseer de prestaties van je site"],"Upgrade Jetpack Boost":["Upgrade Jetpack Boost"],"Icon for the product %s":["Pictogram voor product %s"],"\/month, paid yearly":["\/maand, jaarlijks betaald"],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Door op de knop <strong>%s<\/strong> te klikken, ga je akkoord met onze <tosLink>Dienstvoorwaarden<\/tosLink> en om <shareDetailsLink>details te delen<\/shareDetailsLink> met WordPress.com."],"An Automattic Airline":["Een Automattic airline"],"Jetpack Boost is generating more Critical CSS.":["Jetpack Boost genereert meer kritische CSS."],"Jetpack Boost will generate Critical CSS for you automatically.":["Jetpack Boost genereert automatisch kritische CSS voor je."],"…and %d more":["...en %d meer"],"Move important styling information to the start of the page, which helps pages display your content sooner, so your users don’t have to wait for the entire page to load. Commonly referred to as <link>Critical CSS<\/link>.":["Verplaats belangrijke stijlinformatie naar het begin van de pagina, waardoor pagina's je inhoud sneller kunnen weergeven, zodat je gebruikers niet hoeven te wachten tot de hele pagina geladen is. Ook wel <link>kritieke CSS<\/link> genoemd."],"If you are unsure of what these headers are, or where they come from please contact your hosting provider and ask them to remove the \"X-Frame-Options\" header from your site":["Als je niet zeker weet wat deze headers zijn, of waar ze vandaan komen, neem dan contact op met je hostingprovider en vraag hen de \"X-Frame-Options\" header van je site te verwijderen"],"Check that you are not using any plugins which add extra HTTP headers to your WordPress site, and deactivate them if you are.":["Controleer of je geen plugins gebruikt die extra HTTP headers toevoegen aan je WordPress site, en deactiveer ze als dat zo is."],"Jetpack Boost uses iframes while generating your Critical CSS. Unfortunately, your site has a special configuration header which prevents it from loading inside an iframe. The header is called \"X-Frame-Options: DENY\". This can be added to a WordPress site either by using a plugin, or by server configuration.":["Jetpack Boost gebruikt iframes tijdens het genereren van je kritieke CSS. Helaas heeft je site een speciale configuratie header die voorkomt dat hij in een iframe wordt geladen. De header heet \"X-Frame-Options: DENY\". Deze kun je toevoegen aan een WordPress site door middel van een plugin, of door server configuratie."],"Jetpack Boost couldn't load the following page due to its X-Frame-Options configuration:":["Jetpack Boost kon de volgende pagina niet laden vanwege de X-Frame-Options configuratie:","Jetpack Boost kon de volgende pagina niet laden door hun X-Frame-Options configuratie:"],"If the error still persist please contact <support>Jetpack Boost Support<\/support> with a copy of your error message.":["Als de fout nog steeds aanhoudt, neem dan contact op met <support>Jetpack Boost ondersteuning<\/support> met een kopie van je foutbericht."],"If it does, <retry>try again<\/retry> to generate the Critical CSS.":["Als dit het geval is, <retry>probeer het opnieuw<\/retry> om de kritieke CSS te genereren."],"Verify that the page loads correctly.":["Controleer of de pagina correct laadt."],"Something went wrong, which Jetpack Boost did not anticipate. An unexpected error occurred while trying to generate Critical CSS for the following page:":["Er ging iets mis, wat Jetpack Boost niet had voorzien. Er is een onverwachte fout opgetreden bij het proberen te genereren van kritieke CSS voor de volgende pagina:","Er ging iets mis, wat Jetpack Boost niet had voorzien. Er is een onverwachte fout opgetreden bij het proberen genereren van kritieke CSS voor de volgende pagina's:"],"If you are using a plugin which embeds your CSS styles directly into your pages, or your site does not use external CSS style sheets, then it is safe to ignore this issue as Critical CSS can only speed up pages which use external styles.":["Als je een plugin gebruikt die je CSS stijlen direct in je pagina's insluiten, of als je site geen externe CSS style sheets gebruikt, dan kun je dit probleem veilig negeren, omdat kritieke CSS alleen pagina's kan versnellen die externe stijlen gebruiken."],"Verify its styles load correctly, and <retry>try again<\/retry>.":["Controleer of de stijlen correct zijn geladen, en <retry>probeer het opnieuw<\/retry>."],"It looks like this page does not contain any relevant CSS in its external style sheet(s):":["Het lijkt erop dat deze pagina geen relevante CSS bevat in zijn externe stylesheet(s):","Het lijkt erop dat deze pagina's geen relevante CSS bevatten in hun externe stylesheet(s):"],"Verify that the content displayed is a part of your WordPress site, and not an external page managed by a different system.":["Controleer of de weergegeven inhoud deel uitmaakt van je WordPress site, en niet van een externe pagina die door een ander systeem wordt beheerd."],"Visit the page.":["Bezoek de pagina."],"Please follow the troubleshooting steps below for the page.":["Volg de onderstaande stappen voor probleemoplossing voor de pagina.","Volg de onderstaande stappen voor probleemoplossing voor elk van de pagina's."],"Deactivate any plugin that you believe are making the page slow.":["Deactiveer elke plugin waarvan je denkt dat deze de pagina traag maakt."],"If this page is slower than the others, check what plugins are working on that page.":["Als deze pagina trager is dan de andere, controleer dan welke plugins op die pagina werken."],"See how long it takes to load compared to other pages on your site.":["Kijk hoe lang het duurt om te laden in vergelijking met andere pagina's op je site."],"Visit the page while not logged into WordPress.":["Bezoek de pagina terwijl je niet bent ingelogd bij WordPress."],"Clear the cache in your browser.":["Wis de cache in je browser."],"The page timed out during load. There could be various reasons but most likely a plugin is causing this issue. Please complete the following steps.":["De pagina timed-out tijdens het laden. Er kunnen verschillende redenen zijn, maar waarschijnlijk veroorzaakt een plugin dit probleem. Voer de volgende stappen uit.","De pagina's timed-out tijdens het laden. Er kunnen verschillende redenen zijn, maar waarschijnlijk veroorzaakt een plugin dit probleem. Voer de volgende stappen uit voor elk van de pagina's."],"If not, then please reach out to your hosting provider and ask why.":["Zo niet, neem dan contact op met je hostingprovider en vraag waarom."],"Visit the page and complete the following troubleshooting steps.":["Bezoek de pagina en voer de volgende stappen voor probleemoplossing uit.","Bezoek elke pagina en voer de volgende stappen voor probleemoplossing uit."],"If you think that the redirection is valid, then it is safe to ignore this issue.":["Als je denkt dat de omleiding geldig is, dan is het veilig om dit probleem te negeren."],"If you believe the issue is resolved, please <retry>try again<\/retry>.":["Als je denkt dat het probleem is opgelost, <retry>probeer het dan opnieuw<\/retry>."],"If it is redirecting, check if a plugin could potentially create the redirection and fix it if appropriate. Otherwise, contact your hosting provider for assistance to fix the URL redirection.":["Als de URL wordt omgeleid, controleer dan of een plugin de omleiding kan veroorzaken en repareer deze indien nodig. Neem anders contact op met je hostingprovider voor hulp bij het herstellen van de URL omleiding."],"Try visiting the link using \"Incognito Mode\" or \"Private Browsing\" in your browser and note if the page is being redirected.":["Probeer de link te bezoeken met \"Incognito modus\" of \"Privé bladeren\" in je browser en kijk of de pagina wordt omgeleid."],"If you need help understanding the error, or investigating what went wrong please contact <support>Jetpack Boost Support<\/support>.":["Als je hulp nodig hebt bij het begrijpen van de fout, of bij het onderzoeken wat er mis ging, neem dan contact op met <support>Jetpack Boost ondersteuning<\/support>."],"Once you have resolved the error, please <retry>try again<\/retry>.":["Als je de fout hebt opgelost, <retry>probeer het dan opnieuw<\/retry>."],"Check your server logs for information about the HTTP %d error, or contact your hosting provider for help with investigating the problem.":["Controleer je server logs voor informatie over de HTTP %d fout, of neem contact op met je hostingprovider voor hulp bij het onderzoeken van het probleem."],"<retry>Try to generate Critical CSS again<\/retry>, in case the error was intermittent.":["<retry>Probeer kritieke CSS opnieuw te genereren<\/retry>, voor het geval de fout met tussenpozen optrad."],"Visit the link and check for an error.":["Bezoek de link en controleer op een fout."],"Please verify the link is valid and <retry>try again<\/retry>. We recommend the following:":["Controleer of de link geldig is en <retry>probeer het opnieuw<\/retry>. wij bevelen het volgende aan:","Controleer of elke link geldig is en <retry>probeer het opnieuw<\/retry>. voor elke link bevelen wij het volgende aan:"],"Once you have resolved the issue which caused the 500 error, you can <retry>try again<\/retry>.":["Zodra je het probleem hebt opgelost dat de 500 fout heeft veroorzaakt, kun je <retry>het opnieuw proberen<\/retry>."],"If the issue is still not resolved, check your server logs or contact your hosting provider for help to investigate the issue.":["Als het probleem nog steeds niet is opgelost, controleer dan je serverlogs of neem contact op met je hostingprovider voor hulp om het probleem te onderzoeken."],"Your WordPress site encountered an error while trying to load the above page.":["Je WordPress site ondervond een fout tijdens het laden van bovenstaande pagina.","Je WordPress site ondervond fouten bij het laden van de bovenstaande pagina's."],"If you manage to sort the issue out with your hosting provider, please <retry>try again<\/retry> to regenerate your Critical CSS.":["Als je het probleem met je hostingprovider kunt oplossen, <retry>probeer dan opnieuw<\/retry> je kritieke CSS te regenereren."],"Your hosting provider should be able to advise you on next steps.":["Je hostingprovider zou je moeten kunnen adviseren over de volgende stappen."],"Contact your hosting provider, with details of this issue. Please let them know it is an \"HTTP 418\" error, which URL(s) are affected, and the time it occurred.":["Neem contact op met je hostingprovider, met details over dit probleem. Laat hen weten dat het een \"HTTP 418\" fout is, welke URL('s) het betreft, en het tijdstip waarop het zich voordeed."],"Your WordPress site returned a 418 error which many web hosts use to indicate they rejected your request due to security rules. Please contact your hosting provider for more information.":["Je WordPress site gaf een 418 fout die veel web hosts gebruiken om aan te geven dat ze je aanvraag hebben afgewezen vanwege beveiligingsregels. Neem contact op met je hostingprovider voor meer informatie."],"If the page is only accessible to users who are logged in to your WordPress site, or should not be a part of your site then it is safe to ignore this error.":["Als de pagina alleen toegankelijk is voor gebruikers die zijn ingelogd op je WordPress site, of geen deel mag uitmaken van je site, dan is het veilig om deze fout te negeren."],"If you see an error only when not logged into your WordPress site (i.e.: in \"Incognito Mode\"), then check for plugins which might be enforcing access permissions on your pages. For example, a plugin which only allows authenticated users to view specific areas of your site.":["Als je alleen een fout ziet wanneer je niet bent ingelogd op je WordPress site (d.w.z.: in \"Incognito mode\"), controleer dan of er plugins zijn die mogelijk toegangsrechten afdwingen op je pagina's. Bijvoorbeeld een plugin die alleen geauthenticeerde gebruikers toestaat bepaalde delen van je site te bekijken."],"Try visiting the link using \"Incognito Mode\" or \"Private Browsing\" in your browser to check if the error occurs when you are not logged in.":["Probeer de link te bezoeken met \"Incognito modus\" Of \"Privé bladeren\" in je browser om te controleren of de fout optreedt wanneer je niet bent ingelogd."],"If the page shows an error, please verify that the page should be a part of your WordPress site.":["Als de pagina een fout weergeeft, controleer dan of de pagina deel moet uitmaken van je WordPress site."],"Visit the link, and confirm that the page you landed on loads successfully.":["Bezoek de link, en controleer of de pagina waarop je terecht bent gekomen met succes wordt geladen."],"If this is a private page and not supposed to be viewed publicly, you can safely ignore this message.":["Als dit een privé pagina is en niet publiekelijk bekeken mag worden, kun je dit bericht gerust negeren."],"<retry>Try again<\/retry> to generate the Critical CSS.":["<retry>probeer het opnieuw<\/retry> om de kritieke CSS te genereren."],"Check your WordPress settings, or contact your hosting provider to ask why the above URL is unavailable.":["Controleer je WordPress instellingen, of neem contact op met je hostingprovider om te vragen waarom bovenstaande URL niet beschikbaar is."],"%d means there is a permission issue in your WordPress site. Please follow these troubleshooting steps for the page:":["%d betekent dat er een rechtenprobleem is in je WordPress site. Volg deze stappen voor probleemoplossing voor de pagina:","%d betekent dat er een rechtenprobleem is in je WordPress site. Volg deze stappen voor het oplossen van problemen voor elk van de pagina's:"],"Your desktop score without Boost":["Je desktop score zonder Boost"],"Your mobile score without Boost":["Je mobiel score zonder Boost"],"Received HTTP %d while communicating with your WordPress site":["HTTP %d ontvangen tijdens de communicatie met je WordPress site"],"An error occurred while trying to communicate with the site REST API. Extra debug info: %s":["Er is een fout opgetreden tijdens het communiceren met de site REST API. Extra debug info: %s"],"%d file could not be automatically generated. Visit the <advanced>advanced recommendations page<\/advanced> to optimize this file.":["%d bestand kon niet automatisch worden gegenereerd. Bezoek de <advanced>pagina met geavanceerde aanbevelingen<\/advanced> om dit bestand te optimaliseren.","%d bestanden konden niet automatisch worden gegenereerd. Ga naar de <advanced>pagina met geavanceerde aanbevelingen<\/advanced> om deze bestanden te optimaliseren."],"%d file generated":["%d bestand gegenereerd","%d bestanden gegenereerd"],"on %s":["op %s"],"%d day ago":["%d dag geleden","%d dagen geleden"],"%d hour ago":["%d uur geleden","%d uren geleden"],"%d minute ago":["%d minuut geleden","%d minuten geleden"],"a few moments ago":["een paar seconden geleden"],"Contact Support":["Contact opnemen met ondersteuning"],"An unexpected error has occurred. As this error may be temporary, please try and refresh the Critical CSS.":["Er is een onverwachte fout opgetreden. Aangezien deze fout tijdelijk kan zijn, kun je proberen de kritische CSS te vernieuwen."],"Hmm, looks like something went wrong. We're still seeing an unexpected error. Please reach out to our support to get help.":["Het lijkt erop dat er iets mis is gegaan. We zien nog steeds een onverwachte fout. Neem contact op met onze ondersteuning voor hulp."],"While Jetpack Boost has been able to automatically generate optimized CSS for most of your important files & sections, we have identified a few more that require your attention.":["Hoewel Jetpack Boost in staat is geweest automatisch geoptimaliseerde CSS te genereren voor de meeste van je belangrijke bestanden & secties, hebben we er nog een paar geïdentificeerd die je aandacht vereisen."],"Congratulations, you have dealt with all the recommendations.":["Gefeliciteerd, je hebt alle aanbevelingen behandeld."],"Critical CSS advanced recommendations":["Kritieke CSS geavanceerde aanbevelingen"],"Go back":["Terugkeren"],"Show %d hidden recommendation.":["Toon %d verborgen aanbeveling.","Toon %d verborgen aanbevelingen."],"Hide error message":["Verberg foutbericht"],"See error message":["Bekijk foutbericht"],"What to do":["Wat te doen"],"Jetpack Boost couldn't verify this page:":["Jetpack Boost kon deze pagina niet verifiëren:","Jetpack Boost kon deze pagina's niet verifiëren:"],"This page timed out:":["Er is een time-out opgetreden voor deze pagina:","Er is een time-out opgetreden voor deze pagina's:"],"It looks like this URL doesn't match:":["Het lijkt erop dat deze URL niet overeenkomt:","Het lijkt erop dat deze URL's niet overeenkomen:"],"This may indicate that a WordPress plugin is redirecting users who are not logged in to a different location, or it may indicate that your hosting provider is redirecting your WordPress site to a different URL.":["Dit kan erop wijzen dat een WordPress plugin gebruikers die niet zijn ingelogd omleidt naar een andere locatie, of het kan erop wijzen dat je hostingprovider je WordPress site omleidt naar een andere URL."],"This URL is redirecting to a different page:":["Deze URL verwijst naar een andere pagina:","Deze URL's verwijzen naar verschillende pagina's:"],"Your WordPress site has reported that the above page does not exist. Please ensure that the URL is correct, and <retry>try again<\/retry>.":["Je WordPress site heeft gemeld dat de bovenstaande pagina niet bestaat. Controleer of de URL correct is en <retry>probeer het opnieuw<\/retry>.","Je WordPress site heeft gemeld dat de bovenstaande pagina's niet bestaan. Controleer of de URL's correct zijn en <retry>probeer het opnieuw<\/retry>."],"Boost received HTTP error <b>%d<\/b> on the following page:":["Boost ontving een HTTP fout <b>%d<\/b> op de volgende pagina:","Boost ontving een HTTP fout <b>%d<\/b> op de volgende pagina's:"],"Host name":["Hostnaam"],"Protocol":["Protocol"],"Dismiss":["Negeren"],"Desktop score":["Desktop score"],"Mobile score":["Mobiel score"],"Failed to load Speed Scores":["Kan snelheid scores niet laden"],"Loading…":["Aan het laden..."],"Whoops, something went wrong":["Er ging iets mis"],"Refresh":["Verversen"],"All Jetpack Boost features are still available, but to get a performance score you would first have to make your website available online.":["Alle Jetpack Boost functies zijn nog steeds beschikbaar, maar om een prestatiescore te krijgen zou je eerst je site online beschikbaar moeten maken."],"Website Offline":["Site offline"],"Invalid response while requesting metrics":["Ongeldige response bij het opvragen van statistieken"],"An unknown error occurred while requesting metrics":["Er is een onbekende fout opgetreden tijdens het aanvragen van de statistieken"],"Timed out while waiting for speed-score.":["Time-out tijdens het wachten op snelheidsscore."],"Your Overall Score is a summary of your website performance across both mobile and desktop devices. It gives a general idea of your sites' overall performance.":["Je algemene score is een samenvatting van je site prestaties op zowel mobiele als desktop apparaten. Het geeft een algemeen idee van de algemene prestaties van je sites."],"Did you know?":["Wist je dat?"],"A one-second delay in loading times can reduce conversion rates by 20%. (source: <link>Google<\/link>).":["Een vertraging van één seconde in de laadtijd kan de conversie met 20% verlagen. (bron: <link>Google<\/link>)."],"Pages that take over 3 seconds to load have 4x the bounce rate of pages that load in 2 seconds or less. (source: <link>Pingdom<\/link>).":["Pagina's die er meer dan 3 seconden over doen om te laden hebben 4x zoveel bounce rate als pagina's die laden in 2 Seconden of minder. (bron: <link>Pingdom<\/link>)."],"Run non-essential JavaScript after the page has loaded so that styles and images can load more quickly. Read more on <link>web.dev<\/link>.":["Voer niet-essentiële JavaScript uit nadat de pagina is geladen, zodat stijlen en afbeeldingen sneller kunnen laden. Lees meer op <link>web.dev<\/link>."],"Defer Non-Essential JavaScript":["Niet-essentiële JavaScript uitstellen"],"Optimize CSS Loading":["CSS laden optimaliseren"],"Regenerate":["Regenereren"],"Failed to generate Critical CSS":["Kritische CSS generatie is mislukt"],"Timeout while loading Critical CSS library at %s":["Time-out bij het laden van kritische CSS-bibliotheek op %s"],"Failed to load Critical CSS library at %s":["Kritische CSS bibliotheek op %s is niet geladen"],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["Door op de bovenstaande knoppen te klikken, ga je akkoord met onze <tosLink>Dienstvoorwaarden<\/tosLink> en met <shareDetailsLink>het delen van gegevens<\/shareDetailsLink> met WordPress.com."],"Your site's REST API does not seem to be accessible. Jetpack Boost requires access to your REST API in order to receive site performance scores. Please make sure that your site's REST API is active and accessible, and try again.":["Je site's REST API lijkt niet toegankelijk te zijn. Jetpack Boost vereist toegang tot je REST API om prestatiescores van de site te ontvangen. Zorg ervoor dat je site's REST API actief en toegankelijk is, en probeer het opnieuw."],"HTTP %d error received while communicating with the server.":["HTTP %d fout ontvangen tijdens de communicatie met de server."],"Received invalid response while communicating with your WordPress site: %s":["Ongeldige response ontvangen tijdens de communicatie met je WordPress site: %s"],"Timed out":["Timed-out"],"Jetpack Boost":["Jetpack Boost"]}},"comment":{"reference":"app\/assets\/dist\/jetpack-boost.js"}}